{
    "portfolioTitle": "Portfólio",

    "nav1": "Início",
    "nav2": "Sobre",
    "nav3": "Projetos",
    "nav4": "Blog",
    "nav5": "Contato",
    "construction": "Em construção!",

    "section1Title": "Olá 👋, eu sou o",
    "section1Subtitle": "Sou um desenvolvedor web e entusiasta de tecnologia com uma profunda paixão por linguagens humanas e de programação.",
    "section1ProjectsBtn": "Projetos",
    "section1ContactBtn": "Contato",

    "section2Title": "Sobre Mim",
    "about": "<p>Meu nome é Gustavo. Sou um estudante de desenvolvimento de sistemas de São Paulo, Brasil. Tive meu primeiro contato com programação aos 13 anos de idade através de vídeos e tutoriais, e desde o meu primeiro curso de lógica de programação, eu sabia que eu queria continuar aprendendo cada vez mais sobre computadores.</p><p>Desde então, meu interesse por tecnologia só aumenta. Busco constantemente expandir meu conhecimento sobre programação. Por isso, desenvolvo projetos pessoais e escrevo em meu blog sobre as tecnologias que estudo.</p><p>Além dos computadores, também gosto muito de aprender idiomas. Nos últimos 3 anos, tenho estudado inglês e alemão, e não pretendo parar de estudar idiomas.</p>",

    "section3Title": "Meus Projetos",
    "section3SeeAll": "Ver todos os projetos",
    "photoGallery": "Uma simples galeria de fotos responsiva com upload assíncrono de arquivos, fotos agrupadas por data (igual ao Google Fotos) e um painel de controle. Para a visualização das fotos utilizei um plugin JavaScript chamado Fancybox.",
    "articlePreview": "Este é o meu primeiro desafio da Frontend Mentor.",
    "nftPreview": "Este é o meu segundo desafio da Frontend Mentor.",

    "technologiesUsed": "Tecnologias usadas:",

    "section4Title": "Meu Blog",
    "section4SeeAll": "Ver todos os posts",

    "section5Title": "Entre em Contato",
    "section5Name": "Seu nome",
    "section5Email": "Seu email",
    "section5Message": "Sua mensagem",
    "section5Submit": "Enviar",
    "successMessage": "Formulário enviado com sucesso!",
    "errorMessage": "Ocorreu um erro ao enviar o formulário",


    "blogTitle": "Meu blog",
    "allPosts": "Todos",

    "articleReadTime": "min(s) de leitura"
}
